Repository: GillesDeLeus/HabitsAndChores
Catalog: HabitsAndChores/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: That friend needs to update the app before they can be invited this way.
de: Dieser Freund muss die App aktualisieren, bevor er so eingeladen werden kann.
es: Ese amigo debe actualizar la app antes de poder ser invitado de esta forma.
fr: Cet ami doit mettre à jour l’app avant de pouvoir être invité de cette façon.
it: Quell’amico deve aggiornare l’app prima di poter essere invitato in questo modo.
nl: Die vriend moet de app bijwerken voordat hij op deze manier kan worden uitgenodigd.
pl: Ten znajomy musi zaktualizować aplikację, zanim będzie można go zaprosić w ten sposób.

source: That handle is already taken. Try another.
de: Dieser Benutzername ist bereits vergeben. Versuche einen anderen.
es: Ese usuario ya está en uso. Prueba con otro.
fr: Cet identifiant est déjà pris. Essayez-en un autre.
it: Quel nome utente è già in uso. Provane un altro.
nl: Die gebruikersnaam is al bezet. Probeer een andere.
pl: Ta nazwa użytkownika jest już zajęta. Spróbuj innej.

source: That's you
de: Das bist du
es: Eres tú
fr: C’est vous
it: Sei tu
nl: Dat ben jij
pl: To Ty

source: The day this is up — it shows in Today for whoever it's assigned to (or everyone, if unassigned) on that date.
de: Der Tag, an dem es ansteht – es erscheint an diesem Datum in Heute für die zugewiesene Person (oder alle, falls nicht zugewiesen).
es: El día en que toca: aparece en Hoy para quien esté asignado (o para todos, si no está asignada) en esa fecha.
fr: Le jour où elle est due — elle apparaît dans Aujourd’hui pour la personne assignée (ou tout le monde, si non assignée) à cette date.
it: Il giorno in cui scade — appare in Oggi per la persona assegnata (o per tutti, se non assegnata) in quella data.
nl: De dag waarop dit aan de beurt is — het verschijnt in Vandaag voor wie het is toegewezen (of iedereen, indien niet toegewezen) op die datum.
pl: Dzień, w którym to przypada — pojawia się w Dziś dla osoby przypisanej (lub dla wszystkich, jeśli nieprzypisane) w tym dniu.

source: The day you plan to do it — it shows up in Today on that date (and stays until you complete it).
de: Der Tag, an dem du es erledigen willst – es erscheint an dem Datum in „Heute“ (und bleibt, bis du es abschließt).
es: El día en que planeas hacerlo: aparece en Hoy en esa fecha (y se queda hasta que lo completes).
fr: Le jour où vous prévoyez de le faire — il apparaît dans Aujourd’hui à cette date (et y reste jusqu’à ce que ce soit fait).
it: Il giorno in cui pensi di farlo — appare in Oggi in quella data (e resta finché non lo completi).
nl: De dag waarop je het wilt doen — het verschijnt op die datum in Vandaag (en blijft tot je het voltooit).
pl: Dzień, w którym planujesz to zrobić — pojawi się w Dziś tego dnia (i zostanie, aż ukończysz).

source: The deadline this needs to be done by.
de: Die Frist, bis zu der das erledigt sein muss.
es: La fecha límite para hacerlo.
fr: La date limite à laquelle cela doit être fait.
it: La scadenza entro cui va fatto.
nl: De uiterste datum waarop dit klaar moet zijn.
pl: Termin, do którego trzeba to wykonać.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw

source: They’ll be removed from your friends and hidden from your lists.
de: Sie werden aus deinen Freunden entfernt und in deinen Listen ausgeblendet.
es: Se eliminarán de tus amigos y se ocultarán de tus listas.
fr: Ils seront retirés de vos amis et masqués de vos listes.
it: Verranno rimossi dai tuoi amici e nascosti dalle liste.
nl: Ze worden uit je vrienden verwijderd en verborgen in je lijsten.
pl: Zostaną usunięci ze znajomych i ukryci na listach.

source: This household can't be shared.
de: Dieser Haushalt kann nicht geteilt werden.
es: Este hogar no se puede compartir.
fr: Ce foyer ne peut pas être partagé.
it: Questo nucleo non può essere condiviso.
nl: Dit huishouden kan niet worden gedeeld.
pl: Tego gospodarstwa nie można udostępnić.

source: This is shown to your friends.
de: Das sehen deine Freunde.
es: Esto se muestra a tus amigos.
fr: Ceci est visible par vos amis.
it: Questo è visibile ai tuoi amici.
nl: Dit is zichtbaar voor je vrienden.
pl: To jest widoczne dla znajomych.

source: This permanently deletes your public profile, handle, and friend connections. Your tasks and on-device data are not affected.
de: Dies löscht dauerhaft dein öffentliches Profil, deinen Benutzernamen und deine Freundschaften. Deine Aufgaben und lokalen Daten bleiben unberührt.
es: Esto elimina permanentemente tu perfil público, nombre y amistades. Tus tareas y datos del dispositivo no se ven afectados.
fr: Cela supprime définitivement votre profil public, votre identifiant et vos liens d’amitié. Vos tâches et données locales ne sont pas affectées.
it: Questo elimina definitivamente profilo pubblico, nome utente e amicizie. Le attività e i dati sul dispositivo non sono interessati.
nl: Dit verwijdert je openbare profiel, gebruikersnaam en vriendschappen definitief. Je taken en lokale gegevens blijven ongemoeid.
pl: To trwale usuwa profil publiczny, nazwę i znajomości. Twoje zadania i dane na urządzeniu nie są naruszone.

source: Tier %lld
de: Rang %lld
es: Grado %lld
fr: Palier %lld
it: Grado %lld
nl: Trede %lld
pl: Stopień %lld

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
pl: Godzina

source: Time to get this done.
de: Zeit, das zu erledigen.
es: Es hora de hacerlo.
fr: Il est temps de le faire.
it: È ora di farlo.
nl: Tijd om dit af te ronden.
pl: Czas to zrobić.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł

source: Title (A–Z)
de: Titel (A–Z)
es: Título (A–Z)
fr: Titre (A–Z)
it: Titolo (A–Z)
nl: Titel (A–Z)
pl: Tytuł (A–Z)

source: today
de: heute
es: hoy
fr: aujourd’hui
it: oggi
nl: vandaag
pl: dziś

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
nl: Vandaag
pl: Dziś

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
nl: Morgen
pl: Jutro

source: Transfer to savings
de: Auf Sparkonto überweisen
es: Transferir a ahorros
fr: Virer vers l’épargne
it: Trasferire ai risparmi
nl: Overmaken naar spaarrekening
pl: Przelać na oszczędności

source: Try a different search or filter.
de: Versuche eine andere Suche oder einen anderen Filter.
es: Prueba otra búsqueda o filtro.
fr: Essayez une autre recherche ou un autre filtre.
it: Prova una ricerca o un filtro diversi.
nl: Probeer een andere zoekopdracht of filter.
pl: Spróbuj innego wyszukiwania lub filtra.

source: Turn on a due date to use this.
de: Aktiviere ein Fälligkeitsdatum, um dies zu nutzen.
es: Activa una fecha de vencimiento para usarlo.
fr: Activez une date d’échéance pour l’utiliser.
it: Attiva una scadenza per usarlo.
nl: Schakel een deadline in om dit te gebruiken.
pl: Włącz termin, aby tego użyć.

source: Type
de: Typ
es: Tipo
it: Tipo
pl: Typ

source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
it: Ripristina
nl: Dearchiveren
pl: Przywróć z archiwum

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non attribué
it: Non assegnato
nl: Niet toegewezen
pl: Nieprzypisane

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
nl: Eenheid
pl: Jednostka

source: Vacuum all main living areas.
de: Alle wichtigen Wohnbereiche saugen.
es: Aspira todas las zonas comunes principales.
fr: Aspirer toutes les pièces de vie principales.
it: Aspira tutte le principali zone giorno.
nl: Stofzuig alle belangrijke leefruimtes.
pl: Odkurz wszystkie główne pomieszczenia.

source: Vacuum the floors
de: Böden staubsaugen
es: Aspirar los suelos
fr: Passer l’aspirateur
it: Passare l’aspirapolvere
nl: Vloeren stofzuigen
pl: Odkurzyć podłogi

source: Walk the dog
de: Mit dem Hund Gassi gehen
es: Pasear al perro
fr: Promener le chien
it: Portare a spasso il cane
nl: De hond uitlaten
pl: Wyprowadzić psa

source: Wash the dishes
de: Geschirr spülen
es: Lavar los platos
fr: Faire la vaisselle
it: Lavare i piatti
nl: De afwas doen
pl: Umyć naczynia

source: Wash, dry, and fold a load of laundry.
de: Eine Ladung Wäsche waschen, trocknen und falten.
es: Lava, seca y dobla una carga de ropa.
fr: Laver, sécher et plier une machine de linge.
it: Lava, asciuga e piega un carico di bucato.
nl: Was, droog en vouw een lading wasgoed.
pl: Upierz, wysusz i poskładaj partię prania.

source: Water indoor and outdoor plants.
de: Zimmer- und Außenpflanzen gießen.
es: Riega las plantas de interior y exterior.
fr: Arroser les plantes d’intérieur et d’extérieur.
it: Annaffia le piante da interno ed esterno.
nl: Geef binnen- en buitenplanten water.
pl: Podlej rośliny wewnętrzne i zewnętrzne.

source: Water the plants
de: Pflanzen gießen
es: Regar las plantas
fr: Arroser les plantes
it: Annaffiare le piante
nl: Planten water geven
pl: Podlać rośliny

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Ogni settimana
nl: Wekelijks
pl: Co tydzień

source: Weekly on %@
de: Wöchentlich am %@
es: Cada semana el %@
fr: Chaque semaine le %@
it: Ogni settimana il %@
nl: Wekelijks op %@
pl: Co tydzień w %@

source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
nl: Weken
pl: Tygodnie

source: Well-Rounded
de: Vielseitig
es: Polifacético
fr: Polyvalent
it: Versatile
nl: Veelzijdig
pl: Wszechstronny

source: What we do NOT do
de: Was wir NICHT tun
es: Lo que NO hacemos
fr: Ce que nous ne faisons PAS
it: Ciò che NON facciamo
nl: Wat we NIET doen
pl: Czego NIE robimy

source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando
nl: Wanneer
pl: Kiedy

source: Write a short journal entry.
de: Einen kurzen Tagebucheintrag schreiben.
es: Escribe una breve entrada de diario.
fr: Rédigez une courte entrée de journal.
it: Scrivi una breve voce di diario.
nl: Schrijf een korte dagboeknotitie.
pl: Napisz krótki wpis do dziennika.

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
nl: Gisteren
pl: Wczoraj

source: You
de: Du
es: Tú
fr: Vous
it: Tu
nl: Jij
pl: Ty

source: You have new friend activity in Habits & Chores.
de: Du hast neue Freundesaktivität in Habits & Chores.
es: Tienes nueva actividad de amigos en Habits & Chores.
fr: Vous avez de nouvelles activités d’amis dans Habits & Chores.
it: Hai nuove attività degli amici in Habits & Chores.
nl: Je hebt nieuwe vriendactiviteit in Habits & Chores.
pl: Masz nową aktywność znajomych w Habits & Chores.

source: You'll get one notification at this time.
de: Du erhältst eine Mitteilung zu dieser Zeit.
es: Recibirás una notificación a esta hora.
fr: Vous recevrez une notification à cette heure.
it: Riceverai una notifica a quest’ora.
nl: Je krijgt één melding op dit tijdstip.
pl: Otrzymasz jedno powiadomienie o tej porze.

source: You’ve been invited to a household in Habits & Chores.
de: Du wurdest zu einem Haushalt in Habits & Chores eingeladen.
es: Te han invitado a un hogar en Habits & Chores.
fr: Vous avez été invité à un foyer dans Habits & Chores.
it: Sei stato invitato a un nucleo in Habits & Chores.
nl: Je bent uitgenodigd voor een huishouden in Habits & Chores.
pl: Zaproszono Cię do gospodarstwa w Habits & Chores.

source: Your report is sent for review. You can also block this user.
de: Deine Meldung wurde zur Prüfung gesendet. Du kannst diese Person auch blockieren.
es: Tu informe se ha enviado para revisión. También puedes bloquear a este usuario.
fr: Votre signalement est envoyé pour examen. Vous pouvez aussi bloquer cet utilisateur.
it: La segnalazione è inviata per la revisione. Puoi anche bloccare questo utente.
nl: Je melding is verzonden voor beoordeling. Je kunt deze gebruiker ook blokkeren.
pl: Twoje zgłoszenie zostało wysłane do sprawdzenia. Możesz też zablokować tego użytkownika.

source: Your rights
de: Ihre Rechte
es: Tus derechos
fr: Vos droits
it: I tuoi diritti
nl: Uw rechten
pl: Twoje prawa

source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa

source: System
es: Sistema
fr: Système
it: Sistema
nl: Systeem
pl: Systemowy

source: Version
es: Versión
it: Versione
nl: Versie
pl: Wersja

source: To-dos
it: To-do
pl: To-do

source: Avatar
pl: Awatar
